const pra=[
    `الإصرار على تحقيق الفكرة وتحقيق الهدف أهم أسباب النجاح. `,
    `menna is good `,
    `ثق تماماً أن كُل محاولة خاطئة تقربك إلى النجاح أكثر.`,
    `nnnnnnn is good `,
    `أنت لا تدفع ثمن النجاح، أنت تتمتع بدفع ثمن النجاح. `,
    `afeeresd is good `,
    `ليس هناك شيء أهم من المثابرة لتحقيق النجاح و أن تهزم كل الصعاب لا تيأس وتكول على الله. `,
    `تجاهلي الناس الذين يرددون مستحيل مستحيل، ف بقدر ما تركزي مجهودك في أمر ما بقدر ما تحققي النجاح فيه. `,
    `تجاهلي الناس الذين يرددون مستحيل مستحيل، ف بقدر ما تركزي مجهودك في أمر ما بقدر ما تحققي النجاح فيه. `,
    `الراحة الزائدة و القناعة بما لديك من اكبر اعداء النجاح و تحقيق الأحلام. `,
    `تحقيق النجاح له لذه لكن مساعدة الغير للوصول للنجاح له لذه اعظم. `,
    `لإقناع الآخرين بإمكانياتك اقنع نفسك اولا النجاح يبدأ من الداخل.`,
]

let amount= document.querySelector('#amount')
let article= document.querySelector('article')
let button= document.querySelector('button')

